บทสวดแผ่เมตตาให้สรรพสัตว์ทั้งหลาย

สัพเพ สัตตา

สัตว์ทั้งหลายที่เป็นเพื่อนทุกข์ เกิด แก่ เจ็บ ตาย ด้วยกันทั้งหมดทั้งสิ้น

อะเวรา โหนตุ

จงเป็นสุขเป็นสุขเถิด อย่าได้มีเวรแก่กันและกันเลย

อัพพะยาปัชฌา โหนตุ

จงเป็นสุขเป็นสุขเถิด อย่าได้เบียดเบียนซึ่งกันและกันเลย

อะนีฆา โหนตุ 

จงเป็นสุขเป็นสุขเถิด อย่าได้มีความทุกข์กายทุกข์ใจเลย

สุขี อัตตานัง ปะริหะรันตุ 

จงมีความสุขกาย สุขใจ รักษาตนให้พ้นจากทุกข์ภัยทั้งสิ้นเถิด

 

บทสวดแผ่เมตตาให้ตนเอง

อะหัง สุขิโต โหมิ

ขอให้ข้าพเจ้ามีความสุข

อะหัง นิททุกโข โหมิ

ขอให้ข้าพเจ้าปราศจากความทุกข์

อะหัง อะเวโร โหมิ

ขอให้ข้าพเจ้าปราศจากเวร

อะหัง อัพยาปัชโฌ โหมิ

ขอให้ข้าพเจ้าปราศจากอุปสรรคอันตรายทั้งปวง

สุขี อัตตานัง ปะริหะรามิ

ขอให้ข้าพเจ้าจงมีความสุขกายสุขใจ รักษากายวาจาใจให้พันจากความทุกข์ภัยทั้งปวงเถิด